[
  {
    "serviceName": "field services",
    "description": "Backed by certified experts with extensive experience, we provide comprehensive pre-commissioning and commissioning services. Our offerings include non-metallic flowline flushing, oil flushing, chemical cleaning, leak testing, electrical and instrumentation work, and wellhead services. We also supply technical manpower and industrial coating solutions to meet your operational needs.",
    "visiualAssets": [
      "https://images.unsplash.com/photo-1562237548-3c36707230ce?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://plus.unsplash.com/premium_photo-1682148233099-e9de9e59b081?q=80&w=2072&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    ]
  },
  {
    "serviceName": "engineering, procurement and construction",
    "description": "AGS' years of field experience and vast procurement network enable it to deliver the right services at optimal times for clients. With World-Class Engineering Resources, a Procurement Network for Proprietary Equipment, Local Construction Expertise, Globally Accepted Certifications, and International Business Relationships, AGS provides unparalleled value in executing complex engineering, procurement, and construction projects.",
    "visiualAssets": [
      "https://images.unsplash.com/photo-1562237548-3c36707230ce?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://plus.unsplash.com/premium_photo-1682148233099-e9de9e59b081?q=80&w=2072&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    ]
  },
  {
    "serviceName": "supply chain",
    "description": "AGS offers a wide range of specialized equipment and services for the downstream, midstream, and upstream energy sectors. The company's expertise encompasses process and mechanical packages, bottom hole assembly (BHA) and completion tools, intervention and stimulation equipment, gear boxes for turbines and heat exchangers, and laboratory test equipment. AGS also specializes in mechanical commodities, providing integrated solutions that optimize efficiency across the energy supply chain.",
    "visiualAssets": [
      "https://images.unsplash.com/photo-1562237548-3c36707230ce?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://plus.unsplash.com/premium_photo-1682148233099-e9de9e59b081?q=80&w=2072&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    ]
  }
]
